[{
	"name": "Grain Belt Beer Sign",
	"cardimage": "../i/category/location1.jpg",
	"shortdesc": "Built in 1941 for $5,000, the Grain Belt Beer bottle cap sign is one of the largest freestanding neon signs in the region.",
	"url": ""
}, {
	"name": "Peace Officers Memorial",
	"cardimage": "../i/category/location2.jpg",
	"shortdesc": "Fred Richter designed this memorial in 1995 for Minnesota police officers. It is located by 12th St and Wabasha, between the Capitol building and (formerly) Spaghetti Junction. The Thin Blue Line was designed by LightWild",
	"url": ""
}, {
	"name": "Foucault pendulum",
	"cardimage": "../i/category/location3.jpg",
	"shortdesc": "Foucault's Pendulum is a freely swinging pendulum that consists of a heavy weight hung by a long wire and that swings in a constant direction which appears to change showing that the earth rotates.",
	"url": ""
}, {
	"name": "Twin City Model Railroad Museum",
	"cardimage": "../i/category/location4.jpg",
	"shortdesc": "The Twin City Model Railroad Museum has been a St. Paul attraction since 1934. The museum is an all-volunteer non-profit whose mission is to celebrate toy trains, the model railroading hobby, and the railroad history of the Twin Cities.",
	"url": ""
}, {
	"name": "Jackson Street Roundhouse",
	"cardimage": "../i/category/location5.jpg",
	"shortdesc": "Built in 1907 by the Empire Builder, James J. Hill, and his Great Northern Railway, the historic Jackson Street Roundhouse, a former steam engine maintenance facility, provides a unique opportunity for kids of all ages to experience transportation history in the Twin Cities and Upper Midwest.",
	"url": ""
}, {
	"name": "Large Green Chair",
	"cardimage": "../i/category/location6.jpg",
	"shortdesc": "Built in 1995, the first chair that rested at this site sat at the Walker Art Center before coming to High Bridge Park as a publicity piece for the Green Chair Project.",
	"url": ""
}, {
	"name": "Prospect Park Witch's Hat Water Tower",
	"cardimage": "../i/category/location7.jpg",
	"shortdesc": "It's rumored that Bob Dylan's All Along the Watchtower was inspired by the tower, which Dylan would have been able to see from his home in the Dinkytown neighborhood of Minneapolis in 1959.",
	"url": ""
}, {
	"name": "U of M Shoe Tree",
	"cardimage": "../i/category/location8.jpg",
	"shortdesc": "There's a tree located at the west end of the Washington Avenue Bridge in Minneapolis bearing the fruit of 20-45 years of shoes.",
	"url": ""
}, {
	"name": "Wabasha Street Caves",
	"cardimage": "../i/category/location9.jpg",
	"shortdesc": "The Wabasha Street Caves is an event hall built into the sandstone caves located on the south shore of the Mississippi River in downtown Saint Paul, Minnesota.",
	"url": ""
}, {
	"name": "Bob Dylan Mural",
	"cardimage": "../i/category/location10.jpg",
	"shortdesc": "Brasilian artist Eduardo Kobra and crew painted this 60 feet tall and 150 feet wide mural of Bob Dylan in 2 weeks commissioned by Goldman Sachs to help revitalize Minneapolis' cultural district. ",
	"url": ""
}]